import React, {  } from "react";
import {
  IonContent,
  IonText,
} from "@ionic/react";
import Page from "../components/Page";

export default function RulesAndPolicyPage(): JSX.Element {
  return (
    <Page backbutton>
      <IonContent fullscreen>
        <IonText >{rulesAndPolicyText}</IonText>
      </IonContent>
    </Page>
  );
}
const rulesAndPolicyText = `
الشروط والأحكام
الشروط والأحكام
تاريخ أخر تحديث: 8 فبراير 2023
مرحبًا بكم في تطبيق شوفلي توصيل ShoflyTawseel”.

أولاً: التعريفات
في هذه الاتفاقية، وما لم يقتضي السياق خلاف ذلك يكون للمصطلحات التالية المعاني المشار إليها.
“تنويل” أو “التطبيق” أو “نحن” أو “ضمير المتكلم” أو “ضمير الملكية” يشير إلى تطبيق “تنويل Tanweel” والموقع الإلكتروني app.tanweel.om وشركة أبناء البلد للأعمال ش.م.م بسلطنة عمان.
“المستخدم” أو “أنت” أو “ضمير الملكية للمخاطب” يشير إلى كل شخص يقوم بزيارة أو استخدام التطبيق بأي شكل من الأشكال، سواء كان مقدم خدمة أو مندوب أو عميل أو غير ذلك.
“العميل” يشير إلى كل شخص يطلب أي من خدمات و/أو منتجات مقدمي الخدمات المسجلين بالتطبيق و/أو يطلب من خلال التطبيق خدمات التوصيل التي يوفرها المناديب.
“خدمات التوصيل” يشير إلى خدمات التوصيل التي يقوم المندوب بتنفيذها لصالح العميل والتي تشمل توصيل المنتجات أو الأشياء أو الطرود أو الأفراد التي يوفرها المناديب و/أو مقدمي الخدمات.
“المنتجات” تشير إلى جميع الطلبات والمشتريات التي يطلب العميل من المندوب توصيلها والتي تشمل على سبيل المثال لا الحصر (المطاعم، المحلات، المتاجر المختلفة).
“الطرد” يشير إلى الأغراض والمتعلقات التي يتم طلب توصيلها بين الأشخاص العاديين، بحيث يطلب العميل من المندوب توصيل الطرد من منزل لمنزل آخر أو من مكان لمكان آخر.
“المندوب” يشير إلى كل مندوب غير تابع لنا يسجل بالتطبيق لتقديم خدمات التوصيل بشكل مستقل لصالح العملاء.
“مقدم الخدمة” يشير إلى المحلات والمطاعم والمتاجر وأي كيان سواء كان تجاري أو فردي يقوم بتقديم خدمة البيع سواء كان مسجل في التطبيق أو يظهر على الخريطة أو يتم إدخال عنوانه يدويًا من قبل العميل والتي يقوم المندوب بتوصيل الطلبات منهم لصالح العميل.
“السائق” يشير إلى كل شخص يسجل في التطبيق لتقديم خدمات توصيل الركاب أو توصيل البضائع (النقل الثقيل) بواسطة مركبة مرخصة وتعمل بشكل قانوني.
“المركبة” تشير إلى المركبة التي يستقلها المندوب في تنفيذ خدمات التوصيل للعميل والتي قدم بياناتها ووثائقها في استمارة التسجيل بالتطبيق، كما يشير إلى المركبة التي يستخدمها مقدم الخدمة في توصيل المنتجات أو البضائع التي يبيعها من خلال التطبيق أو التي يستخدمها السائق في نقل الأفراد أو البضائع.
“المحتوى” يشير إلى كافة النصوص والمعلومات والبيانات والصور والشعارات والفيديو والإعلانات وكل ما يتم نشره بواسطة المستخدم عبر التطبيق.
“العقد” يشير إلى العقد المبرم بين التطبيق من ناحية، والمندوب/مقدم الخدمة من ناحية أخرى، الذي يتضمن أحكام خاصة مكملة لأحكام هذه الاتفاقية.
“الاتفاقية” تشير إلى الشروط والأحكام وسياسة الخصوصية وكافة صفحات التطبيق الرئيسية والفرعية ووصف الخدمات وكافة المعلومات ومحتوى الخدمات وكافة التعليمات والاتفاقات الخاصة التي تتم بين التطبيق من ناحية وأي من مستخدمي التطبيق من ناحية أخرى، وكذلك العقود المرتبطة بالشروط والأحكام.
“أطراف الاتفاقية” يشير إلى التطبيق من ناحية كـ (طرف أول في العلاقة التعاقدية)، وأي شخص يزور التطبيق أو يستخدمه أو يسجل حساب بالتطبيق أو يقدم أي من خدمات التطبيق أو يستفيد من خدماتنا بأي شكل من الأشكال من ناحية أخرى كـ (طرف ثان في العلاقة التعاقدية).
“التقييم” يشير إلى قياس مدى رضاء العميل عن أداء وجودة الخدمة المقدمة من مقدم الخدمة و/أو المندوب.
“القوانين” تشير إلى القوانين المعمول بها في سلطنة عمان.
ثانيًا: خدماتنا الحالية
(1) يقدم التطبيق خدمات الوساطة بين العملاء من ناحية وكل مقدم خدمة يرغب في تقديم خدماته ومنتجاته من خلال التطبيق، فيتيح التطبيق للعملاء العديد من الخدمات والمنتجات التي يستطيع شراء أي منها والتي تشمل على سبيل المثال لا الحصر الطلب من المطاعم، الصيدليات، شركات الغاز، شركات المياه، الأسر المنتجة، السائقين وغير ذلك من مقدمي الخدمات.
(2) يقدم التطبيق خدمات الوساطة بين العملاء من ناحية والمناديب من ناحية أخرى، فيستطيع العميل طلب توصيل المنتجات أو الأشياء أو الطرود مع تحديد عنوان التوصيل وفتح الطلب من خلال التطبيق.
(3) يوفر التطبيق خدمات الدفع الإلكتروني لمقابل الخدمات لضمان حماية حقوق الأطراف، مع محاولة حل المشكلات التي تواجه أي من أطراف الاتفاقية.
ثالثًا: النطاق القانوني لخدماتنا
(1) يعمل تطبيق “تنويل Tanweel” كمنصة الكترونية وسيطة تتيح التواصل بين العميل والمندوب ومقدم الخدمة، ولا يتعدى دورنا ذلك، ولا نملك أي سلطة إشرافية أو رقابية على المندوب أو مقدم الخدمة، ولا نحن ممثلين ولا وكلاء عن العملاء، ولا تنطبق علينا أي من أحكام قانون العمل أو الوكالة أو الكفالة أو غيرها من الأحكام القانونية المتعلقة بالمسئولية القانونية عن أفعال التابعين أو الغير، وأنتم توافقون صراحة على طبيعة عملنا هذه ودورنا هذا وتتعاملون عبر التطبيق من هذا المنطلق.
(2) يعد التطبيق منصة خدمات إلكترونية فقط، تعمل وفق القوانين المعمول بها في سلطنة عمان بالتالي يطبق على المناديب والعملاء ومقدمي الخدمات كافة الاشتراطات القانونية المطلوبة وفق الأنظمة واللوائح حتى لو لم يتم النص عليها في هذه الاتفاقية.
(3) أنت تعلم وتوافق على أن التطبيق لا يعد مورد منتجات أو مندوب أو سائق، كما لا يعد تطبيق “Tanweel” مزود خدمة انترنت، ولا متعهد إيواء، ولا موفر محتوى معلوماتي، ولا يعامل كناشر لأي محتوى يتم نشره عبر التطبيق أو من خلال أي خاصية متاحة للتواصل عبر التطبيق، بما في ذلك الرسائل والدردشة وغيرها.
(4) أنت تعلم وتقر بالموافقة على إعفاء تطبيق “تنويل” من أي مسئولية تقع عن عمل الغير، سواء كان مستخدمًا أو مزود خدمة أو مندوب، أو عميل أو غير ذلك.
رابعًا: الطبيعة القانونية للاتفاقية
(1) تعد هذه الاتفاقية بمثابة عقد إلكتروني مكتمل الشروط والأركان القانونية، يعد التطبيق الطرف الأول فيه، ويعد كل مستخدم للتطبيق طرفًا ثانيًا في هذا العقد الإلكتروني.
(2) يعد هذا العقد الإلكتروني نافذًا في مواجهة جميع أطرافه، وأحكامه والتزاماته ملزمة لهم جميعًا، ولا يجوز لأحد التحلل منها أو إنهائها طالما أنتجت آثارها القانونية.
(3) يقر جميع الأطراف أن هذه الاتفاقية تشكل كامل الاتفاق بينهم، وقد اتفقوا على أنهم لم يعتمدوا على أي تأكيدات، شفوية كانت أم كتابية، في الموافقة على هذه الاتفاقية بخلاف الأحكام المبينة فيها.
(4) يعد وصف الخدمات والصفحات الفرعية للتطبيق التي تم إعدادها من قِبل تطبيق “تنويل” جزء لا يتجزأ من هذه الاتفاقية، وتأخذ حكم النصوص الواردة في هذه الشروط والأحكام وتعد مكملة لها.
(5) يحق للتطبيق تعديل الاتفاقية في أي وقت، ويكون للتعديلات الواردة على هذه الاتفاقية نفس الحكم والأثر القانوني لهذه الاتفاقية.
خامسًا: توفير الخدمات
(1) يسعى التطبيق بشكل دائم لتوفير خدماته الإلكترونية بالشكل الأمثل، ويستعين في سبيل ذلك بكافة الأدوات والمعدات والأجهزة والبرامج وسبل الحماية اللازمة لتوفير الخدمات، إلى جانب اتخاذ الإجراءات القانونية اللازمة.
(2) التطبيق لا يضمن أن تعمل الخدمات أو جزء منها على كافة أجهزة الجوال، كما أنه بالنسبة للأجهزة التي يعمل عليها التطبيق فقد يحدث تأخيرات أو أعطال راجعة إلى خلل ما في شبكة الانترنت، وبالتالي فأنت تعفينا من المسئولية عن كل ذلك.
(3) في سبيل تقديم خدماتنا نقدم الدعم الكامل للعميل والمندوب ومقدم الخدمة والسائق والمستخدمين.
سادسًا: الموافقة والأهلية القانونية
تقر بأن لديك الأهلية القانونية اللازمة للإبرام والموافقة على هذه الاتفاقية، وأن لديك الصلاحيات القانونية الكاملة غير المقيدة طبقًا للشروط التالية:
(1) أهلية وموافقة الشخص الطبيعي

يشترط في المستخدم أن يكون بلغ من العمر 18 عامًا فأكثر، وكل من لم يبلغ هذا السن يعتبر قاصر يتطلب استخدامه لتطبيق “تنويل” والدخول معنا في هذه الاتفاقية موافقة الولي أو الوصي القانوني على المستخدم القاصر.
يشترط عدم وجود أي عيب من عيوب الأهلية التي تفسد الإرادة، فالمستخدم يجب أن يتوافر فيه الرضاء والتمييز.
يحق للتطبيق استخدام كافة وسائل التحقق للتأكد من مدى توافر السن القانوني في المستخدم أو مدى اكتمال تمييزه وتوافر الرضاء لديه.
تطبيق “تنويل” غير ملزم بالتحقق من أهلية كل مستخدمي التطبيق، كما أنه غير ملزم من التحقق من مدى إشراف الولي أو الوصي على القاصر، كما أنه في الحالات التي نتحقق منها نبذل العناية المعتادة وبالتالي لا نضمن أن تكون البيانات التي يزودنا بها المستخدم صحيحة ودقيقة.
(2) الصفة القانونية وموافقة المنشآت التجارية
إذا كنت تسجل كمنشأة تجارية، فإنك تقر بأن لديك سلطة إلزام هذه المنشأة باتفاقية المستخدم هذه، وأنك والمنشأة التجارية التي تمثلها سوف تخضعون لجميع القوانين السارية المتعلقة بالتداول عبر شبكة الانترنت.
سابعًا: تسجيل العضوية
(1) يجب على العميل تزويدنا ببيانات تسجيل العضوية والتي قد تشمل على سبيل المثال لا الحصر (الاسم، البريد الإلكتروني، رقم الهاتف، كلمة المرور).
(2) يزودنا المندوب أثناء عملية التسجيل بالبيانات الآتية (الاسم، البريد الالكتروني، الهاتف، كلمة المرور، كود الإحالة، إرفاق صورة رخصة القيادة، إرفاق صورة استمارة المركبة).
(3) يزودنا مقدم الخدمة بمعلومات العمل التي تشمل (الاسم التجاري، نوع مقدم الخدمة، أنواع المركبات، البريد الالكتروني، الهاتف)، كما يزودنا مقدم الخدمة بالمعلومات الشخصية التي تشمل (الاسم، كلمة المرور، البريد الالكتروني، الهاتف، إرفاق صورة هوية المالك، إرفاق صورة الرخصة التجارية، الموافقة على الشروط والأحكام).
(4) يجب أن يُسجل المستخدم باسمه الشخصي، وأن يبتعد عن استخدام أي أسماء وهمية أو مضللة. كما يجب على مقدم الخدمة التسجيل باسمه التجاري (اسم الشركة، اسم المؤسسة) ويلتزم بعدم استخدام أي أسماء مستعارة أو وهمية وأن تكون صورة حسابه بالتطبيق معبرة عن هويته التجارية.
(5) يقر المستخدم بأن البيانات المقدمة منه من خلال التطبيق صحيحة ودقيقة وخاصة به، ويتحمل أي مسئولية قانونية ناشئة عن أي بيانات كاذبة أو مضللة أو خاصة بالغير يقدمها من خلال التطبيق.
(6) يجب على المستخدم تفعيل العضوية بالطرق التقنية المعتمدة من جانب التطبيق، ويحق للتطبيق إلغاء أي عضوية لم يتم تفعيلها.
(7) يحتفظ التطبيق بالحق في إلغاء العضوية التي لا يتم استخدامها لفترة معينة من الزمن، لمدة أكثر من 60 يوم.
(8) يلتزم المستخدم بالحفاظ على اسم المستخدم وكلمة المرور الخاصة بحسابه بالتطبيق، وعدم الإفصاح عنهم لأي شخص آخر، ويتحمل المستخدم المسئولية القانونية عن كافة النشاطات والمعاملات التي تتم من خلال حسابه.
(9) يلتزم المستخدم بإخطارنا على الفور في حالة فقد كلمة المرور أو اختراق الحساب أو استعماله من جانب أي شخص آخر ليتمكن تطبيق “تنويل” من اتخاذ الإجراءات اللازمة للحفاظ على سلامة وأمان الحساب والمعاملات التي تتم من خلاله.
(10) يحظر على المستخدم تفويض الغير باستخدام حسابه المسجل لدينا، كما يحظر على المستخدم استخدام حساب أي شخص آخر دون الحصول على موافقتنا الصريحة.
(11) يحظر على المستخدم التسجيل لدينا بأكثر من حساب في التطبيق، كما يحظر على المستخدم التسجيل لدينا مرة أخرى في حالة حظر عضويته دون الحصول على موافقتنا، وفي حال اكتشاف التطبيق ذلك يحق لنا حظر العضوية مع اتخاذ الإجراءات المناسبة.
ثامنًا: التوقيع الرقمي
(1) باستخدامك خدمات تطبيق “تنويل” فأنت توافق على هذه الاتفاقية، وتقر بأنك ملزمًا قانونًا بالشروط والأحكام المنصوص عليها في هذه الوثيقة أو تعديلاتها.
(2) من خلال تسجيلك للحصول على حساب بالتطبيق، أو عن طريق النقر لقبول شروط الخدمة عند المطالبة بذلك على التطبيق، يعتبر أنك قد نفذت هذه الاتفاقية وشروط الخدمة الأخرى الكترونيًا ويعد ذلك توقيع إلكتروني على هذه الاتفاقية، وتعد هذه الاتفاقية نافذة المفعول قانونًا في مواجهتك من تاريخ تسجيل حسابك أو من تاريخ النقر لقبول شروط الخدمة.
(3) يعد استخدامك للتطبيق أو لأي من الخدمات المتاحة من خلاله موافقة صريحة منك على الشروط والأحكام المنصوص عليها في هذه الوثيقة وكافة السياسات الأخرى، ويعد توقيعًا إلكترونيًا على هذه الاتفاقية، وتعد ملزمًا قانونًا بها من تاريخ هذا الاستخدام.
تاسعًا: شروط استخدام التطبيق
نتيح استخدام التطبيق وفق أحكام هذه الاتفاقية، ويخضع استخدامك للتطبيق لكافة الشروط والبنود الواردة ولسياسة الاستخدام المقبول الخاصة بنا.
(1) خدمات التطبيق متوفرة داخل سلطنة عمان، وبالتالي فنحن غير ملزمين بتوفير أي طلبات في أي دولة أخرى، ومع ذلك تستطيع الوصول إلى المنصة من أي مكان في العالم.
(2) تتعهد بإتباع التعليمات الصادرة من التطبيق بشأن حسابك، بما في ذلك طريقة استخدام الحساب أو الخدمات الإضافية، وكذلك كافة محاذير الاستخدام.
(3) تتعهد بتوفير المعلومات والمستندات اللازمة والتي يطلبها منك التطبيق في أي وقت؛ سواء أثناء الاشتراك معنا وتسجيل حسابك، أو أثناء تقديم الخدمات لك بعد تسجيل حسابك.
(4) يتعهد المستخدم بتحري الدقة عند إدخال المعلومات المطلوب إدخالها في التطبيق، ويكون مسئول عن مراجعة تلك المعلومات بشكل دوري بغرض تصحيحها أو تعديلها أو تجديدها كلما توفرت لديه معلومات جديدة بشأنها، على أن يحتفظ بكافة البيانات والمستندات الدالة على ذلك.
(5) يجب أن تكون جميع المعلومات التي تفصح عنها حقيقية ومحدثة وصحيحة وتعبر عنك وتتوافق ما هو مطلوب في استمارة التسجيل لدينا.
(6) إذا قدمت معلومات غير صحيحة أو غير دقيقة أو غير متزامنة أو غير كاملة، أو إذا كان لدينا أسباب معقولة للاشتباه في أن هذه المعلومات غير صحيحة أو غير دقيقة أو غير متزامنة أو غير كاملة أو لا تتوافق مع اتفاقية الاستخدام هذه، ودون الإخلال بأي حقوق أخرى بموجب هذه الاتفاقية أو القانون، سوف نقوم بتعليق عضويتك أو إلغائها.
(7) يحظر ممارسة أي أنشطة غير مشروعة من خلال التطبيق، أو استخدام التطبيق لأغراض غير قانونية كالنصب والتزوير والاحتيال وغسيل الأموال أو التحويلات غير القانونية أو غير ذلك من الجرائم.
(8) يحظر استخدام أي بيانات خاصة بالمستخدمين الآخرين لأغراض غير قانونية، كالتشهير أو الإساءة أو انتهاك الحق في الخصوصية أو استعمال لأغراض التسويق المباشر أو غير المباشر دون الحصول على موافقتنا.
(9) يحظر استخدام التطبيق لأغراض ارتكاب جرائم الاختراق أو كسر كلمات المرور أو تسهيل ارتكاب تلك الأعمال أو الدخول غير المصرح به للحسابات الخاصة أو تعديل تلك الحسابات أو حذفها أو غير ذلك من الأعمال التقنية غير القانونية.
(10) نتيح خدمات التطبيق من الناحية التقنية لتواصل الأفراد لأغراض الاتفاق حول تقديم الخدمات، وبالتالي فإن الأطراف يتواصلون إلكترونيًا أو ماديًا خارج التطبيق على مسئوليتهم الشخصية، ويتحمل كل طرف مسئولية تأمين نفسه أثناء عملية التواصل خارج التطبيق.
(11) يجب تقديم الخدمات المتفق عليها من خلال التطبيق في أماكن مصرح أو مسموح بالتواجد فيها وقت تقديم الخدمة، ويحظر الاتفاق على تقديم الخدمات في أماكن مشبوهة أو محظورة الدخول أو خاصة بالغير.
(12) في حالة استخدام صورة للحساب عبر التطبيق، فيجب أن تكون الصورة خاصة بالمستخدم وغير خاضعة لأي حقوق قانونية خاصة بالغير، ولا يؤدي إضافتها من خلال التطبيق إلى انتهاك أي حقوق ملكية فكرية أو حقوق خصوصية خاصة بالغير.
(13) أنت تقر بالموافقة على هذه الاتفاقية حتى لو تعارضت مع الأحكام القانونية المكملة التي يجوز للأفراد الاتفاق على مخالفتها، أما الأحكام القانونية الآمرة فتطبق على جميع المستخدمين حتى لو تعارضت مع أحكام هذه الاتفاقية.
(14) يتعهد المستخدم بإخطارنا على وجه السرعة في حالة اكتشاف أي أعمال أو معاملات أو تصرفات أو سلوكيات غير قانونية أو تخالف النظام العام والآداب العامة عبر التطبيق، كما يلتزم المستخدم بإخطارنا في حالة اكتشافه لأي استخدام غير قانوني للتطبيق أو لأي من الخدمات أو طلبات البيع أو بطاقات الائتمان.
(15) يتعهد المستخدم بالحفاظ على كافة حقوقنا الناشئة عن تلك الاتفاقية وعدم الإخلال بها أو التلاعب على التطبيق بأي شكل من الأشكال، كما يلتزم المستخدم بكافة الالتزامات الناشئة عن هذه الاتفاقية وعدم التحلل منها طالما أنتجت آثارها القانونية.
عاشرًا: شروط وأحكام العملاء
(1) يجب أن يتوافر في العميل الأهلية القانونية لطلب الخدمات من خلال التطبيق، وأن يقوم بطلب الخدمات من خلال حسابه المسجل لدينا ووفق شروط وأحكام هذه الاتفاقية.
(2) تعد جميع الخدمات التي يطلبها العميل من خلال حسابه بالتطبيق بمثابة تصرفات قانونية يلتزم العميل بها، وينشأ عنها التزامات عقدية سواء بيننا وبين العميل بموجب هذه الاتفاقية، أو بموجب العقد الثنائي الذي ينشأ بين العميل ومقدم الخدمة/المندوب بموجب هذه الاتفاقية.
(3) العميل هو المسئول الأول والأخير عن الحساب المرتبط بجواله، ويُسأل عن أي استخدام غير مشروع أو غير مصرح به يتم عن طريق حسابه في التطبيق. ويعلم العميل ويقر بأن الخدمات والمنتجات التي يتلقاها عبر التطبيق تتم من خلال مقدمي الخدمات دون أي تدخل من تطبيق “تنويل”.
(4) العميل وحده هو المسئول عن صحة عناوين التوصيل التي يقدمها للمندوب، ويتحمل أي مسئولية ناشئة عن التأخير نتيجة الخطأ في صحة عناوين التوصيل، كما يتحمل المسئولية في حالة عدم تمكن المندوب من توصيل الطلبات إليه في هذه الحالة.
(5) يتعهد العميل بأن تكون الطلبات التي يطلب من المندوب توصيلها من خلال التطبيق قانونية ومتوافقة مع الأنظمة المعمول بها ولا تتضمن أي مواد مخدرة أو مسكرة أو أسلحة أو ذخائر أو أي أشياء أخرى محظور تداولها وفقًا للأنظمة المعمول بها.
(6) يتعهد العميل بعدم طلب توصيل أي مواد أو منتجات سريعة الفساد أو التلف أو قابلة للكسر بسهولة لضمان جودة عملية التوصيل.
(7) يلتزم العميل بسداد قيمة الخدمات والمنتجات وكذلك قيمة أجر التوصيل المحدد.
(8) يحظر على العميل طلب إلغاء الخدمة في حالة قيام مقدم الخدمة بتقديمها بالشكل المتفق عليه دون وجود أي عيوب. وفي حالة رفض العميل استلام الخدمة رغم تقديمها بالشكل المطلوب من مقدم الخدمة فإن العميل يعد من الناحية الفعلية والقانونية قد استلام الخدمة ويلتزم بأداء مقابلها.
(9) يجب على العميل بعد استلام الخدمات الامتثال لجميع الأنظمة والتعليمات المتعلقة باستخدام هذه الخدمات، والتي يتم وضعها من قِبل مقدم الخدمة أو شركات التصنيع أو الضمان أو المتعارف عليها بين الناس.
(10) يلتزم العميل باستخدام الخدمات بشكل قانوني، ويحظر الاستفادة من أي من الخدمات المتاحة من خلال التطبيق لأغراض غير قانونية أو لأغراض تخالف النظام العام في الدولة أو الآداب العامة.
(11) يلتزم العميل بأن يكون تقييمه للخدمة المقدمة من قِبل التطبيق أو المندوب أو مقدم الخدمة لا يتضمن أي إساءة أو ألفاظ نابية وأن يكون النقد أو التقييم في حدود المسموح به قانونًا.
(12) يقر العميل بأننا لا نمثله أمام الغير ولا نعتبر وكيلاً عنه وأنه مسئول في مواجهة المندوب ومقدم الخدمة مسئولية شخصية في حالة الإخلال بالشروط والأحكام المنصوص عليها في هذه الاتفاقية أو في حالة الإخلال بالنصوص والأحكام القانونية السارية المفعول داخل سلطنة عمان.
(13) يعلم العميل ويوافق أن التطبيق لا يتحمل أي مسئولية بخصوص فقد الأشياء المطلوب توصيلها أو الاستيلاء عليها أو نقصها أو إصابتها بأي ضرر، وأن دور التطبيق يقتصر على ربط العميل بالمندوب دون أن يتدخل في عملية التوصيل أو تقديم أي ضمان بشأن الأشياء المطلوب توصيلها.
(14) يلتزم العميل بحُسن معاملة المندوب.
(15) يلتزم العميل بعدم التواصل مع المندوب أو طلب تنفيذ خدمات خارج الإطار المعمول به داخل التطبيق، وفي حالة إخلاله بهذا الالتزام يحق للتطبيق إيقافه بشكل دائم أو مؤقت عن استخدام التطبيق مع احتفاظنا بكافة حقوقنا القانونية الأخرى.
(16) التطبيق غير مسئول عن أي تصرفات شخصية تقع من أي من الأطراف، ويحق لكل طرف اتخاذ كافة الإجراءات القانونية المناسبة في حالة تعرضه لأي إساءة أو احتيال، دون أدنى مسئولية قانونية على التطبيق.
عاشرًا: شروط وأحكام المندوب
(1) إن تسجيل المندوب لدينا قائم على الاعتبار الشخصي، وبالتالي ليس له التنازل عن الحساب إلى الغير، ولا تفويض غيره في القيام بأعمال التوصيل التي وافق على القيام بها، ويحظر على المندوب التسجيل لدينا بأكثر من حساب، وفي حالة اكتشافنا ذلك فلنا كامل الحق في تعليق أو إنهاء حسابهم بالتطبيق.
(2) المندوب هو المسئول الأول والأخير عن الحساب المرتبط ببياناته، ويُسأل المندوب عن أي استخدام غير مشروع أو غير مصرح به يتم عن طريق حسابه في التطبيق.
(3) يقدم المندوب بنفسه خدمات التوصيل من مقدمي الخدمات لصالح العملاء ويقتصر دور التطبيق على عملية الربط الإلكتروني بين الأطراف دون أن يتدخل في عملية التوصيل، وهي تقدم على مسئولية المندوب، ودون أن يتدخل في تقديم أي من الطلبات التي يتم توصيلها وهي تقدم على مسئولية مقدم الخدمة.
(4) يجب أن تكون المركبة المستخدمة في عملية التوصيل متوافقة مع التعريف الوارد في القسم الأول، ويحظر استخدام الدراجات النارية في عمليات التوصيل. ويقر المندوب أنه يقوم بأعمال التوصيل على مسئوليته الشخصية دون أدنى مسئولية على تطبيق “تنويل”.
(5) يتعهد المندوب باستخراج كافة تصاريح العمل اللازمة، طبقًا للقوانين المعمول بها والسارية المفعول داخل سلطنة عمان.
(6) يتعهد المندوب باستخراج كافة التراخيص والمستندات القانونية اللازمة للمركبة التي يستقلها في التوصيل، ويقر بأن هذه التراخيص والأوراق قد استخرجت من مصادرها الشرعية، وذلك دون أدنى مسئولية على التطبيق، كما يقر بعدم تبعية أي مركبة يستقلها في التوصيل إلى التطبيق، وأنه مسئول عن هذه المركبة مسئولية شخصية، ومسئول عن كافة المخالفات والحوادث التي قد تنشأ خلال عملية التوصيل. ويقر بأننا لا نقدم أي نوع من أنواع التأمين على المركبات، ولا نحن مسئولين عن تعويضه أو تعويض الغير عن أي أضرار قد تنشأ خلال عملية التوصيل.
(7) يجب أن يكون المندوب حائزًا على رخصة قيادة صالحة وسارية المفعول في المدينة التي يباشر نشاطه فيها، ويشترط تجديدها في المواعيد المحددة قانونًا، ويقر المندوب بصحة وقانونية هذه الرخصة وأنه قد استخرجها من مصادرها الشرعية، ويتحمل أي مسئولية جنائية في حالة ظهور غير ذلك.
(8) يلتزم المندوب بالقيام بالتوصيل طبقًا للاتفاق المبرم بينه وبين العميل دون أدنى مسئولية قانونية علينا.
(9) يلتزم المندوب بأن يقوم بعمليات التوصيل داخل المناطق المصرح بها قانونًا ويتعهد بالابتعاد عن أي مناطق محظور دخولها.
(10) يلتزم المندوب بالتأكد من الخدمات والمنتجات قبل استلامها والتأكد من أنها لا تتضمن أي مواد مخالفة للأنظمة المعمول بها حتى لا يقع تحت طائلة المسائلة القانونية، كما يلتزم بعدم شراء أي مواد أو منتجات محظور تداولها، وفي جميع الأحوال تكون مسئولية المندوب والعميل تضامنية في حالة إخلالهم بهذا الالتزام دون أدنى مسئولية قانونية أصلية أو تبعية أو تضامنية على التطبيق.
(11) يلتزم المندوب بمعاينة المنتجات والطرود المطلوب توصيلها واثبات حالتها والتأكد من سلامتها وقانونيتها، كما يلتزم بالإطلاع على الهوية الوطنية للعميل أو جواز سفره للتأكد من شخصيته.
(12) يلتزم المندوب بإحضار فاتورة للطلبات التي قام بشرائها بناءً على طلب العميل.
(13) يلتزم المندوب بالمحافظة على الأشياء التي يقوم بتوصيلها لمصلحة العميل وعدم العبث بها أو فتحها بعد استلامها أو شحنها بطريقة تعرضها للتلف أو الهلاك.
(14) يقر المندوب بعدم مطالبة العميل بدفع أي مبالغ أخرى زائدة عن تلك المتفق عليها داخل التطبيق.
(15) يقر المندوب بأنه ليس عامل لدينا، ولا أننا أصحاب عمل، وليس لنا عليه أي سلطة رقابية أو إشرافية، ويعمل على مسئوليته الشخصية بلا أدنى مسئولية عقدية أو قانونية علينا.
(16) يعلم ويقر المندوب بعدم تقدمينا لأي تأمين طبي له خلال عملية التوصيل، فالعلاقة بين المندوب والتطبيق ليست علاقة عمل.
(17) يعلم ويقر المندوب بأننا لا تربطنا بالعميل أي علاقة عمل أو تمثيل قانوني أو وكالة أو غيرها، وفي حالة إخلال العميل بأي حق من حقوق المندوب، فعلى المندوب اتخاذ كافة شئونه القانونية دون الرجوع إلينا أو علينا.
(18) غير مصرح لك باستخدام العمليات التي تتم داخل التطبيق في مواقع أو تطبيقات أخرى، ولا استغلال التقييم الخاص بك في التطبيق في مواقع أو تطبيقات أخرى، ولا أن تجلب إلى تطبيقنا أي تقييمات حصلت عليها في مواقع أو تطبيقات أخرى.
(19) يلتزم المندوب بحُسن معاملة العميل وعدم الإساءة لنا.
(20) يلتزم المندوب بعدم التواصل مع العميل أو تنفيذ خدمات خارج الإطار المعمول به داخل التطبيق، وفي حالة إخلاله بهذا الالتزام يحق للتطبيق إيقافه بشكل دائم أو مؤقت عن استخدام التطبيق مع احتفاظنا بكافة حقوقنا القانونية الأخرى.
(21) يلتزم المندوب باتخاذ جميع الإجراءات الاحترازية التي تقرها المملكة ممثلة في وزارة الصحة أو أي جهة قانونية أخرى، وذلك بشأن التعامل مع جائحة كورونا عند القيام بتوصيل الطلبات، وعند الاستلام والتسليم وفي أي تعامل مباشر مع الأشخاص الآخرين.
(21) تسري كافة التزامات المندوب الواردة أعلاه أو الواردة في أي جزء من أجزاء هذه الاتفاقية على السائق المسجل بالتطبيق لتقديم خدمات توصيل الركاب أو تقديم خدمات النقل الثقيل.
حادي عشر: شروط وأحكام مقدمي الخدمات
(1) يضمن مزود الخدمات أنه يمارس التجارة طبقًا للقوانين والأنظمة المعمول بها، وأنه قد استخرج كافة التصاريح والتراخيص اللازمة لممارسة التجارية الالكترونية، والدخول مع التطبيق في هذه الاتفاقية، ويتعهد المزود بالاحتفاظ بكافة المستندات الدالة على ذلك.
(2) يجب أن تتوافق الخدمات والمنتجات مع تعريفها الوارد في القسم الأول من الشروط والأحكام. ويجب أن تكون الخدمات والمنتجات قانونية ومشروعة ومصرح ببيعها طبقًا للقوانين المعمول بها، وأن يستخرج مقدم الخدمة تراخيص بيعها. ويجب أن يوضح على المنتجات كافة خصائصها وطريقة وصلاحية استخدامها واسم المنتج وبلد الإنتاج ومخاطر الاستخدام. يجب أن تكون المنتجات بحالة جيدة وصالحة للاستخدام وغير تالفة وخالية من الكسر أو العيوب الظاهرة أو الخفية.
(3) يجب أن تتوافق المنتجات مع الاشتراطات القانونية التي تفرضها قوانين حماية المستهلك. ويحظر توصيل المنتجات المقلدة أو المسروقة أو التي لا يملك مقدم الخدمة صلاحية بيعها قانونًا، أو التي عليها حقوق مالية للغير. ويحظر توصيل المواد المسكرة أو المخدرة أو التي تشجع على القمار، كما توصيل عرض الأسلحة أو الذخائر أو المنتجات التي يشكل حيازتها جريمة قانونية، كما يحظر توصيل الأدوية أو الأقراص المخدرة من خلال التطبيق. كما يحظر توصيل المنتجات التي تنتهك حقوق الملكية الفكرية أو الحقوق التجارية أو حقوق الخصوصية الخاصة بالغير.
(4) يضمن مقدم الخدمة أن كافة المعلومات والصور والملفات الخاصة بالمنتجات التي يقدمها صحيحة ودقيقة وقانونية، وتعبر عن المنتجات الخاصة بالمزود. كما يضمن مقدم الخدمة عدم نشر أي معلومات كاذبة أو مضللة عن المنتجات الخاصة به، وأن يتسم عرض المنتجات بالمشروعية التجارية.
(5) يضمن مقدم الخدمة امتلاكه لكافة الحقوق والصلاحيات القانونية لبيع المنتجات، كما يضمن حصوله على كافة التصاريح اللازمة لبيع المنتجات. ويضمن مقدم الخدمة عدم وجود قيود على العميل للحصول على المنتجات أو التصرف فيها بكافة التصرفات القانونية إلى الغير.
(6) يضمن مقدم الخدمة عدم تعلق أي حق من حقوق الغير بالمنتجات المعروضة للبيع عبر التطبيق، وأن يتم تسليمها إلى العميل خالية من أي أعباء مالية، وغير محملة بأي حقوق شخصية أو عينية. ويضمن مقدم الخدمة خلو المنتجات من العيوب الظاهرة والخفية، ولا يضمن المزود خلو المنتجات من عيوب جرى العرف على التسامح فيها.
(7) يلتزم مقدم الخدمة بالإعلان بوضوح عن أسعار الخدمات والمنتجات عبر التطبيق، والالتزام بتلك الأسعار المعلنة في علاقته بالعميل، ويترتب على عدم التزامه بالأسعار المعلنة فسخ العقد بيننا وبينه، ووقف عضويته بالتطبيق، مع حقنا في تغريمه المبالغ المالية اللازمة، وحق العميل في اللجوء للقضاء.
(8) يتعهد مقدم الخدمة بتسليم المنتجات إلى العميل عند حلول ميعاد التسليم المتفق عليه بين الطرفين، وأن يتم التسليم بطريقة مهنية وفقًا لأحكام هذه الاتفاقية.
(9) يتحمل مقدم الخدمة وحده مسئولية عدم قانونية المنتجات، ويتحمل وحده كافة المسئوليات القانونية في حالة مخالفة هذه المنتجات لأحكام هذه السياسة أو أحكام القوانين المعمول بها. يتحمل مقدم الخدمة وحده مسئولية أي أضرار تنشأ عن استخدام المنتجات، وذلك دون أدنى مسئولية على التطبيق. كما يتحمل مقدم الخدمة وحده مسئولية عدم صلاحية المنتجات للاستعمال أو عدم قدرتها على أداء الوظائف المعلن عنها. ويلتزم مقدم الخدمة بسياسة استرجاع المنتجات، وبأحكام قوانين حماية المستهلك المعمول بها.
(10) يعلم ويقر مقدم الخدمة بأننا لا تربطنا بالعميل أي علاقة عمل أو تمثيل قانوني أو وكالة أو غيرها، وفي حالة إخلال العميل بأي حق من حقوق المزود، فعلى المزود اتخاذ كافة شئونه القانونية دون الرجوع إلينا أو علينا.
(11) غير مصرح لك كمزود خدمة باستخدام العمليات التي تتم داخل التطبيق في مواقع أو تطبيقات أخرى، ولا استغلال التقييم الخاص بك في التطبيق في مواقع أو تطبيقات أخرى، ولا أن تجلب إلى تطبيقنا أي تقييمات حصلت عليها في مواقع أو تطبيقات أخرى.
(12) تتعهد بعدم إبرام أي اتفاقات صورية مع العملاء لإجراء عمليات بيع منتجات وهمية بهدف الاستفادة من التقييم الايجابي الذي يمنحه لك العملاء بالتطبيق، وفي حالة اكتشافنا مثل هذه الممارسات فسنقوم بتعليق أو إغلاق حسابك لدينا.
(13) يقر مقدم الخدمة بأنه ليس عاملاً لدينا، ولا أننا أصحاب عمل، وليس لنا عليه أي سلطة رقابية أو إشرافية، ويعمل على مسئوليته الشخصية بلا أدنى مسئولية عقدية أو قانونية علينا.
(14) يلتزم مقدم الخدمة بتنفيذ الطلبات التي يقوم بقبولها من خلال التطبيق، ويتعهد بعدم إلغاء أي طلب إلا في الحالات الضرورية التي تقتضي ذلك حتى لا يتسبب في أي تأخير أو أضرار للعميل.
(15) يحظر على مقدم الخدمة إلغاء طلبات للعملاء بهدف قبول طلبات أخرى من عملاء آخرين، وفي حالة اكتشاف التطبيق ذلك سوف نقوم بإلغاء تلك الطلبات مع حظر عضوية مقدم الخدمة. ويجب على مقدم الخدمة تقديم الأسباب لنا في حالة إلغاء الطلب أثناء التنفيذ أو عدم اكتماله لأي سبب من الأسباب.
(16) يلتزم مقدم الخدمة بالدقة اللازمة في تنفيذ الخدمات، ويتعهد بتسليم العميل الخدمة المتفق عليها خالية من أي عيوب ظاهرة أو خفية. وفي حال كان في الخدمة أي عيوب يلتزم مقدم الخدمة بإعادة تقديم الخدمة للعميل مرة أو أخرى أو إصلاح العيوب الموجودة بها.
(17) في حال أوفى العميل بجميع التزاماته المتعلقة بالحجز أو الدفع وكان مقدم الخدمة غير قادر على تسليم الخدمات المقرر شرائها في ميعاد التسليم، عندها يجوز للعميل إلغاء الطلب.
(18) يلتزم مقدم الخدمة بتحديث بياناته المسجلة لدينا بشكل دوري، وذلك في حال حدوث أي تغييرات عليها أو عدم مطابقتها للواقع.
(19) يحق للتطبيق في حالة إخلال مقدم الخدمة بأي بند من بنود هذه الاتفاقية وقف عضوية التطبيق لفترة مؤقتة أو دائمة أو تغريمه بأي مبالغ مستحقة عليه، كما يحق للعميل اتخاذ كافة الإجراءات القانونية ضد مقدم الخدمة في حال إضرار الأخير بالعميل.
ثاني عشر: سياسة تقديم الخدمات
(1) يجب أن يختار مقدم الخدمة إحدى الخدمات المصرح بها من جانب التطبيق لتقديمها من خلاله، ويجب أن تتوافق هذه الخدمة مع هذه الاتفاقية، وأن يقدم مقدم الخدمة وصف دقيق لها.
(2) يجب أن تكون الخدمة التي يقدمها مقدم الخدمة محددة وقانونية في ذاتها ومصرح بها وفقًا للقوانين المعمول بها، ويحظر تقديم أي خدمات محظورة أو غير مصرح بتقديمها أو يتطلب تقديمها الحصول على اشتراطات أو مؤهلات معينة غير متوفرة في مقدم الخدمة.
(3) يجب أن تكون الخدمات المعلن عنها من خلال التطبيق ذات جودة عالية حتى لا تتسبب في الإساءة إلى التطبيق لدى العملاء، وأن تكون بمواصفات قياسية متناسبة مع الخدمات المماثلة المشهود لها بالاحترافية.
(4) يجب أن يكون تقديم الخدمة متوافق تمامًا مع أحكام هذه الاتفاقية، وأي اشتراطات مهنية تفرضها طبيعة المهنة أو العرف حتى ولو لم يتم النص عليها في هذه الاتفاقية، كما يجب أن تتوافق هذه الخدمة مع التزامات حماية العملاء المنصوص عليها في قوانين حماية المستهلك.
(5) تقدم الخدمة بشكل كامل من جانب مقدم الخدمة صاحب الحساب المسجل لدينا، ويحظر تقديم الخدمات المتفق عليها من خلال التطبيق بواسطة أشخاص غير مسجلين بالتطبيق، ويحظر التعاقد من الباطن على تقديم الخدمات المتفق عليها من خلال التطبيق، ويستثنى من ذلك المساعدين الذين يستعين بهم مقدم الخدمة لمساعدته على تقديم الخدمات.
ثالث عشر: سياسة التسعير
(1) يجب أن يكون سعر الخدمة المتاح من خلال التطبيق هو السعر التنافسي المعتمد من جانب مقدم الخدمة، ويحظر على مقدم الخدمة تقديم أسعار تقل عن تلك المعلن عنها من جانبه عبر التطبيق. كما يجب أن تكون أسعار الخدمات من خلال التطبيق محددة بوضوح، وتظل تلك الأسعار سارية على أي طلبات قائمة حتى لو تم تغيير سعر الخدمة بالزيادة على الطلبات اللاحقة.
(2) يتم احتساب سعر خدمات التوصيل على النحو الآتي:
في حالة المشتريات والطلبات: يتم تحديد تكلفة التوصيل بناء على المسافة لكل كيلو متر ويتم احتسابها بداية من موقع المندوب إلى موقع مقدم الخدمة ثم من موقع مقدم الخدمة إلى موقع المندوب، وبناء على إجمالي المسافة يتم تحديد التكلفة.
في حالة الطرود: يتم احتساب سعر ثابت لخدمة التوصيل.
في حالة نقل الركاب: يتم احتساب سعر ثابت حتى 15 كيلو متر أو رحلة مدتها 15 دقيقة، وما يتجاوز ذلك يتم احتساب تكلفة إضافية له لكل كيلو متر.
رابع عشر: الضرائب والرسوم
(1) يلتزم مقدم الخدمة/المندوب/السائق بسداد كافة الضرائب الحكومية على اختلاف أنواعها التي تُفرض على النشاط الذي يمارسه من خلال التطبيق.
(2) يلتزم العميل بسداد كافة الضرائب التي أقرها القانون على الخدمات التي يستفيد منها من خلال التطبيق بما في ذلك ضريبة القيمة المضافة (5% من قيمة الخدمة) التي يتم إضافتها إلى طلب الخدمة وسدادها مباشرة إلى الجهات الضريبية المختصة.
خامس عشر: إدارة طلبات الخدمة
(1) يكون لكل مقدم خدمة أو متجر قائمة بالخدمات والمنتجات التي يوفرها، ويستطيع العميل تصفح هذه الخدمات والمنتجات من خلال التطبيق، ثم إضافة أي منها لسلة المشتريات، ثم اختيار وسيلة الدفع وتحديد عنوان الاستلام ثم إرسال الطلب.
(2) بعد إرسال الطلب يصل إشعار لمقدم الخدمة، فإذا كان مقدم الخدمة متجر أو مطعم يقوم بالاعتماد على المناديب المسجلين بالتطبيق، فبعد قبوله للطلب يتم إرسال الطلب تلقائيًا إلى جميع المناديب المحددين في نفس المنطقة بالقرب منه.
(3) يستطيع المندوب قبول الطلب خلال 30 ثانية من وقت إرساله، وفي حال عدم وجود مندوب لتنفيذ الطلب أو رفض الطلب من جميع المناديب في المنطقة يتم إعادة إرسال إشعار بوجود طلب بعد مرور 3 دقائق.
(4) يستطيع أصحاب المتاجر والخدمات تعيين مناديب تابعين لهم وتوجيه الطلبات لهم بشكل يدوي من لوحة التحكم، وفي هذه الحالة يكون مقدم الخدمة مسئول بشكل كامل عن تصرفات وأفعال المناديب التابعين له.
(5) في حالة الخدمات المحدد لها سعر ثابت أو تكلفة لكل ساعة، يمكن للمناديب/السائقين استقبال عدة طلبات في نفس الوقت بحد أقصى 15 طلب.
(6) بعد قيام المندوب بالتوصيل يجب عليه تحويل الطلب من “حيز التنفيذ” إلى “طلب مكتمل”، وفي هذه الحالة يحق للعميل الاعتراض على الخدمة في حالة عدم تنفيذها بالشكل المطلوب مع إبداء رفض استلام الخدمة.
(7) تقوم إدارة التطبيق بالتحقيق في كافة الشكاوى الواردة إليها من العميل والمندوب ومقدم الخدمة، ويتم الفصل في الشكوى بناء على المعلومات والمراسلات الثابتة داخل التطبيق.
(8) إذا تعذر تسليم الطلبات لأي أسباب إرادية أو غير إرادية، سوف يقوم التطبيق بإلغاء الطلب وإخطار أطراف عملية التوصيل بذلك عبر التطبيق.
(9) يجب على المندوب/مقدم الخدمة/العميل تقديم الأسباب لنا في حالة إلغاء الطلب أثناء التنفيذ أو عدم اكتماله لأي سبب من الأسباب، ويحق لنا قبول هذه الأسباب أو رفضها وفقًا لرؤيتنا، ومن ثم اتخاذ الإجراء المناسب حيال الواقعة.
(10) في حالة فقدان الطلب أو تأخيره أو الخطأ في التسليم، في هذه الحالة يتحمل المندوب قيمة الطلب ويقوم بتعويض العميل بهذه القيمة، فإذا كان للمندوب رصيد بالتطبيق سيقوم التطبيق بخصم قيمة الطلب لصالح العميل، وفي حال عدم وجود رصيد للمندوب بالتطبيق فيكون العميل بالخيار بين الانتظار حتى استلام المندوب لطلبات جديدة ومن ثم خصم قيمة الطلب ودفعه للعميل أو أن يقوم العميل باتخاذ الإجراءات القانونية ضد المندوب.
سادس عشر: سياسة الدفع
تحدد سياسة الدفع وسائل وآليات الدفع التي تطبق على كافة المعاملات المالية التي تتم من خلال التطبيق، ويتم الدفع وفقًا للضوابط الآتية:
(1) يعتمد التطبيق الدفع بالطرق الآتية:
الدفع عند الاستلام.
التحويل البنكي لحساب الشركة.
التحويل البنكي لحساب مقدم الخدمة.
الدفع الإلكتروني عبر البطاقات.
الدفع عبر محفظة التطبيق.
(2) تقدم خدمات التطبيق لمقدمي الخدمات والمناديب مقابل رسوم واشتراكات محددة في العقود المبرمة بين الشركة المالكة للتطبيق والمندوب أو مقدم الخدمة وتكون هذه العقود مكملة لأحكام هذه الاتفاقية.
(3) يتحمل العميل رسوم التحويلات البنكية المقررة على عمليات الدفع التي يقوم بها من خلال التطبيق، كما يتحمل مقدم الخدمة/المندوب رسوم التحويلات البنكية المقررة على عمليات سداد المستحقات المستحقة للتطبيق في حالة الدفع النقدي.
(4) لا يتحمل التطبيق نتيجة أي أخطاء في عمليات الدفع الإلكتروني التي يقوم بها العميل عبر التطبيق، كما لا يتحمل التطبيق نتيجة أي أعمال قرصنة أو هجمات غير مشروعة تقع على البطاقات الائتمانية الخاصة بالعملاء.
(5) يوفر تطبيق “تنويل” خدمة الدفع الإلكتروني والمحفظة الإلكترونية الخاصة بالتطبيق من خلال مزود دفع إلكتروني، وتعد هذه الشركة هي الوسيط في عملية الدفع الإلكتروني، وذلك لضمان تأمين عملية الدفع بشكل كافي.
(6) في حالة اختيار العميل ومقدم الخدمة الدفع النقدي المباشر بعد تنفيذ الخدمة، ففي هذه الحالة لا يقدم تطبيق “تنويل” أي ضمانات بشأن عملية الدفع النقدي، ويتم الدفع في هذه الحالة على مسئولية الأطراف.
(7) يحتفظ “تطبيق” تنويل في أي وقت بتغيير بنود الدفع المعتمدة في هذه السياسة، كما يحق لنا تغيير هذه السياسة بشكل كامل، وسوف تطبق التعديلات الجديدة بأثر مباشر على الطلبات الجديدة، وسيتم إنهاء كافة الطلبات القائمة وقت التعديل وفقًا لأحكام السياسة التي على أساسها تم تقديم الطلبات.
سابع عشر: العقد الثنائي
في حالة طلب العميل خدمة من مقدم الخدمة وقبول مقدم الخدمة لهذا الطلب، في هذه الحالة ينشأ عقد ثنائي بين العميل من ناحية ومقدم الخدمة من ناحية أخرى، ويكون هذا العقد ثنائي بين الطرفين، ويقتصر دور التطبيق على تسهيل عملية الربط بين الأطراف تقنيًا، وبالتالي يضمن الأطراف تنفيذ التزاماتهم دون تقديم أي ضمانات من جانب التطبيق، ولا يتحمل التطبيق أي مسئولية قانونية في حال إخلال أي طرف من الأطراف بتنفيذ التزاماته بموجب العقد الثنائي، ولن يكون التطبيق طرفًا في هذا العقد.
ثامن عشر: سياسة الاسترجاع
(1) يعلم العميل أن التطبيق لا يبيع أي من الخدمات والمنتجات التي يوفرها مقدم الخدمة له، وبالتالي فإننا لا نقدم أي سياسات استرجاع، ويتم الاسترجاع وفقًا لسياسة الاسترجاع الخاصة بمقدم الخدمة الذي قام العميل بشراء الخدمات أو المنتجات منه.
(2) لا يتدخل التطبيق في أي عمليات استرجاع للخدمات والمنتجات، ويجب على العميل التواصل مع مقدم الخدمة مباشرة دون أدنى التزام أو مسئولية على تطبيق تنويل أو الشركة المالكة له.
تاسع عشر: سياسة الإلغاء
(1) قبل قبول مقدم الخدمة للطلب: لا يحق له الإلغاء إلا بعد التواصل مع الدعم الفني للتطبيق، ويحق لإدارة التطبيق قبول أو رفض الإلغاء.
(2) بعد قبول مقدم الخدمة للطلب: في حالة قبول الطلب من مقدم الخدمة وقيامه بالبدء في التنفيذ لن يتمكن العميل من إلغاء الطلب لأي سبب.
عشرون: شروط الاسترداد
(1) يستطيع العميل استرداد المبلغ المدفوع في حال عدم تنفيذ الطلب واستحقاق العميل لاسترداد المبلغ وفقًا لشروط وأحكام هذه الاتفاقية.
(2) يتم رد المبلغ المدفوع للعميل وفق الإجراءات المتبعة لدى جهات الدفع الإلكتروني، وسوف يقوم التطبيق برد المبلغ على نفس وسيلة الدفع المستخدمة أو أي وسيلة أخرى مقبولة لدى التطبيق.
(3) يعلم العميل أن المبلغ المطلوب استرداده سوف يخصم منه أي رسوم إدارية متعلقة بالدفع من خلال التطبيق وأي رسوم متعلقة بعملية استرداد الأموال.
(4) يخضع وقت استرداد لشروط وإجراءات مزود خدمة الدفع الإلكتروني والبنوك مقدمة الخدمة، وقد يستغرق وقت استرداد الأموال أكثر أو أقل من 15 يوم من تاريخ طلب الاسترداد.
واحد وعشرون: التقييمات
(1) يجب أن تكون التقييمات المقدمة من العملاء ومقدم الخدمة من خلال التطبيق متعلقة بتقديم الخدمات بشكل مباشر، ويحظر تقديم تقييمات خاصة بموضوعات أخرى غير الخدمة المقدمة.
(2) يجب أن تكون التقييمات صادقة ومعبرة عن الخدمة التي تم تقديمها، ويجب أن يكون التقييم متعلق بالخدمة ذاتها أو أداء الخدمة من جانب مقدم الخدمة أو المندوب.
(3) يجب أن يتم التقييم باستخدام الكلمات المناسبة، ويحظر استخدام كلمات غير لائقة أو الإساءة لأي طرف بأي شكل من الأشكال، ويجب أن يكون التقييم السلبي في حدود النقد المباح قانونًا.
(4) يحظر تقديم محتوى إعلاني أو نشر برمجيات أو روابط لمواقع أو تطبيقات غير تابعة لنا أثناء استخدام خدمة التقييم، كما يحظر نشر أي وسائل تواصل من خلال خدمة التقييم.
(5) يحظر أثناء التقييمات التعرض لأسماء أو أشخاص أو مؤسسات أو شركات أو رموز أو تجريحهم أو الإساءة إليهم بأي شكل من الأشكال، كما يحظر استخدام شعارات دينية أو عبارات محقرة للثقافات أو الشعوب أو تخالف القوانين المعمول به.
(6) يحظر الاتفاق بين الأطراف على تقديم تقييمات إيجابية من خلال التطبيق بهدف استفادة مقدم الخدمة منها على خلاف الحقيقة، وسنعتبر هذه التقييمات تضليلية وسوف نقوم بحذفها.
(7) يحظر قيام أحد الأطراف بالتقييم بشكل تعسفي بهدف الإساءة إلى الطرف الآخر وسوف نعتبر هذه التقييمات كيدية وسنقوم بحذفها.
(8) في جميع الأحوال لن يتحمل تطبيق “تنويل” أي مسئولية بخصوص صدق التقييمات أو الردود ومدى قانونيتها، ولا نتحمل أي مسئولية عن التقييمات والردود غير المشروعة وهي مسئولية أصحابها فقط.
(9) لا تمنح التقييمات المقدمة من خلال التطبيق أي امتياز لمقدمي الخدمات والمناديب، كما لا تعطي التقييمات أي دلالات جازمة على سوء الخدمة المقدمة من مقدم الخدمة أو المندوب، وهي في النهاية تعبر عن رأي كاتبها.
(10) يحتفظ تطبيق “تنويل” بكامل الحق في مراجعة وحذف أي تقييمات أو ردود غير مشروعة، وكذلك وقف أو إلغاء عضوية الشخص المسيء، ولا يعني عدم حذفنا للتقييمات والردود غير المشروعة مشاركة أو موافقة منا على النشر. ولا يجب أن يُفهم حقنا في مراجعة التقييمات والردود بأنه التزام قانوني علينا، وعليك إبلاغنا في حالة وجود تقييمات أو ردود غير مشروعة لاتخاذ الإجراء المناسب ضدها.
(11) يحتفظ التطبيق بحقه في رفض نشر أي تقييمات أو ردود في أي وقت إذا كانت تخالف الأحكام السابقة، وفي جميع الأحوال نحتفظ بكامل الحق في اللجوء إلى القضاء واقتضاء كافة التعويضات المناسبة إذا ترتب على التقييمات والردود أضرارًا للتطبيق المملوك لنا، مع احتفاظ المضرور والمجتمع بحقه في العقوبات الجنائية.
اثنان وعشرون: تسوية النزاعات بين الأطراف
(1) يحق لكل من العميل ومقدم الخدمة/المندوب تقديم شكوى للتطبيق متعلقة بالخدمة، وسوف تقوم إدارة التطبيق بمتابعة الشكوى والتواصل مع الأطراف ومحاولة حل المشكلة، وتستطيع الإدارة في هذه الحالة توقيع عقوبة على الأطراف (الإيقاف المؤقت أو الإيقاف الدائم أو تحذير المستخدم).
(2) لا تخل الإجراءات والقرارات التي تتخذه الإدارة داخل التطبيق من حق كل طرف من اتخاذ الإجراءات القانونية ضد الطرف الآخر دون الرجوع علينا بأي شكل من الأشكال.
ثلاثة وعشرون: حقوق التأليف والنشر
(1) التطبيق والأفكار المُعبَر عنها داخله، هي حقوق ملكية فكرية خالصة لنا، وأي تقليد أو اقتباس للتطبيق أو بعض خدماته (بما في ذلك الأفكار والنصوص والرموز والبرمجيات) يعد انتهاكًا لحقوق التأليف والنشر الخاصة بنا، وسنقوم معه باتخاذ كافة الإجراءات القانونية ضد مرتكب الانتهاكات المذكورة.
(2) جميع المحتويات المضمنة أو المتاحة ضمن خدمات تطبيق “تنويل” مثل (النصوص والشعارات والصور والرسوم البيانية والتسجيلات الصوتية وأيقونات الأزرار والمحتويات الرقمية والمواد التي يتم إعادة تحميلها والبرمجيات وتجميع البيانات) هي ملك لتطبيق “تنويل”، وهي محمية من قِبل قوانين سلطنة عمان وقوانين حقوق التأليف والنشر الدولية.
(3) تجميع كافة البيانات المدرجة في خدمة “تنويل” أو إتاحتها من قِبل أيًا من خدماتنا هو ملك حصري وخاص بتطبيق “تنويل” ومحمية بموجب قوانين حقوق الطبع والنشر العمانية والدولية وكذلك محمية بموجب الاتفاقيات الدولية السارية، مثل اتفاقية برن، واتفاقية تربس.
أربعة وعشرون: العلامات التجارية
(1) “تنويل Tanweel” والشعارات المرتبطة بها، وكافة الصور والشعارات ورؤوس الصفحات وأيقونات الأزرار والنصوص والأسماء الخدمية هي علامات تجارية وتصميمات تجارية وعلامات خدمة خاصة بـتطبيق “تنويل”، ولا يجوز اقتباسها أو تقليدها أو نسخها أو تعديلها دون الحصول على موافقة كتابية منا.
(2) يتم استخدام علاماتنا التجارية وعلامات الخدمات وكافة التصميمات بشكل حصري من جانب إدارة تطبيق “تنويل”، وبالتالي يحظر استخدامها في أي وسيلة إعلامية أو إعلانية أو استخدامها في اتصال بأي منتج أو خدمة غير تابعة لنا دون الحصول على موافقة كتابية لنا.
(3) قد يتم توفير علامات تجارية أو علامات خدمة خاصة بجهات أخرى من خلال التطبيق، ويحق لهذه الجهات الدفاع عن حقوقها على العلامات التجارية في حالة الاعتداء عليها من أي من مستخدمي التطبيق وذلك بالرجوع بشكل مباشر على المستخدم الذي قام بانتهاك تلك الحقوق.
خمسة وعشرون: شروط وأحكام المحتوى
(1) يقر المستخدم بأن له كامل الحق في نشر المحتوى عبر تطبيق “تنويل”، وأن هذا المحتوى لا يتعارض مع القوانين المعمول بها ولا ينتهك أي حق من حقوق الغير، ويتحمل المستخدم كافة المسئوليات القانونية في حالة قيامه بمخالفة أي قوانين معمول بها أو في حالة قيامه بانتهاك أي حقوق ملكية شخصية أو ملكية فكرية على أي من المحتوى الذي يقوم بنشره عبر التطبيق.
(2) يلتزم المستخدم بعدم نشر أي محتوى يتعارض مع أهداف التطبيق وغاياته، أو أي محتوى تجاري غير مرتبط بالخدمات، أو أي محتوى سياسي أو يحقر من الأفراد أن الشركات أو الجهات الحكومية أو غير الحكومية، أو أي محتوى يهدف إلى ازدراء الأديان أو الإساءة للشعوب أو الدول أو الثقافات المختلفة أو غير ذلك من المحتوى المخالف للقانون أو النظام العام للدولة.
(3) يلتزم المستخدم بتحري الدقة والمصداقية في عرض المحتوى الخاص به منه خلال التطبيق، وبتعهد بالابتعاد عن تقديم محتوى كاذب أو تضليلي أو غير قانوني، وفي جميع الأحوال لا يتحمل تطبيق “تنويل” أي مسئولية قانونية بخصوص نشر المحتوى عبر التطبيق، كما أن التطبيق غير مسئول قانونًا عن قيام المستخدم بانتهاك أي حقوق خاصة بالغير وهي مسئولية المستخدم وحده.
(4) التطبيق لا يتحمل أي مسئولية بخصوص سوء استخدام المحتوى، وهي مسئولية المستخدم الذي يُسئ استخدام المحتوى، ويعد المستخدم في هذه الحالة مسئولاً في مواجهتنا عن استخدامه للمحتوى الخاص بالتطبيق.
(5) يمنحنا المستخدم الحق في عرض وتبادل المحتوى الذي قام بنشره عبر التطبيق، ويحق لنا في أي وقت وضع اسم “تنويل” على المحتوى الذي قمت بتقديمه عبر التطبيق أو استخدامه في أي أعمال ترويجية للتطبيق لزيادة فاعليته والأعضاء المسجلين فيه.
(6) يحظر تبادل أي محتوى غير قانوني بين المستخدمين عبر التطبيق، كما يحظر إرسال أي رسائل تتضمن معلومات أو بيانات أو محتوى غير قانوني، أو تتضمن إساءة لشخص المرسل إليه أو التطبيق أو الغير.
(7) يحق للتطبيق في أي وقت حذف المحتوى الذي تم نشره بواسطة المستخدم عبر التطبيق إذا رأينا أن هذا المحتوى ينتهك حقوق الملكية الفكرية، أو العلامات التجارية، أو حقوق الخصوصية، أو الحقوق التجارية، أو غيرها من حقوق الملكية الخاصة بالغير أو إذا تلقينا بلاغ يفيد ذلك.
ستة وعشرون: التراخيص الممنوحة
(1) بالتزامك بشروط الاستخدام أو أي شروط خدمة وكذلك بدفعك لأي رسوم مطبقة، يمنحك التطبيق ترخيصًا محدودًا وغير حصري، وغير قابل للتحويل وغير قابل للترخيص من الباطن للوصول إلى الاستخدام غير التجاري لخدمات تطبيق “تنويل”.
(2) لا يشمل هذا الترخيص إعادة بيع أو أي استخدام تجاري لأي من خدماتنا أو محتوياتها، كما لا يشمل أي نسخ للمعلومات المتوفرة عن الحساب لصالح الغير، أو أي استخدام لوسائل استخراج البيانات أو أي استخدام لأدوات جمع واستخلاص البيانات المماثلة.
(3) لا يجوز لك إعادة إنتاج أو عمل نسخة مطابقة لهذا التطبيق، أو نسخ أو بيع أو إعادة بيع أي جزء منه، أو استخدامه بصورة مغايرة في أغراض الاستغلال التجاري أو غير التجاري له دون الحصول على موافقة كتابية صريحة من تطبيق “تنويل”.
(4) لا يجوز لك استخدام أي علامات وصفية أو أي “نص مخفي” آخر يستغل اسم “تنويل” أو علاماتها التجارية بدون موافقة كتابية صريحة من التطبيق.
(5) أنت توافق على عدم استخدام تطبيق “تنويل” أو أي خدمة تقدم من خلاله بطريقة غير قانونية أو احتيالية أو معادية للمجتمع على النحو الذي نقدره.
(6) أنت توافق على عدم إرسال أي رسائل تتسم بالتمييز العنصري أو تحتوي على سب وقذف أو ألفاظ نابية أو صور خليعة أو فاحشة، أو تتسم بوجه عام بأنها ذات “ذوق رديء”.
(7) يحظر عليك كمستخدم نشر أي روابط خاصة بتطبيقات أو مواقع أخرى داخل التطبيق، أو تتضمن برمجيات خبيثة أو فيروسات أو تهدف إلى أي عملية احتيالية، أو أي من عمليات القرصنة الالكترونية.
(8) يحظر عليك التدخل بأي شكل من الأشكال في طريقة عمل التطبيق، أو سير العمل داخله، أو أن تعلن بأي شكل من الأشكال أنك تمثلنا على خلاف الحقيقة والواقع.
(9) يجوز لك استخدام خدماتنا بالشكل المسموح به قانونًا فقط، ووفقًا لشروط هذه الاتفاقية. وتنتهي التراخيص الممنوحة من قِبلنا إذا لم تلتزم بشروط الاستخدام هذه أو أي شروط خدمة أخرى.
(10) جميع الحقوق غير الممنوحة لك صراحة في شروط الاستخدام هذه أو أي شروط خدمة أخرى يحتفظ بها تطبيق “Tanweel”.
(11) نوفر خدمات استخدام التطبيق والعضوية الممنوحة من خلاله بنظام “الترخيص بالاستخدام”، وبالتالي يحق لنا سحب هذا الترخيص في أي وقت ودون إبداء أسباب ووقف خدمات التطبيق أو خدمات العضوية دون أن يتطلب ذلك الحصول على موافقة أي من مستخدمي التطبيق.
سبعة وعشرون: الأطراف الثالثة
(1) قد يقترن استخدام تطبيق “تنويل” بتوفير خدمات أو محتوى جهات أخرى، والتي لا تخضع لسيطرتنا، وبالتالي فأنت تقر بسريان شروط وأحكام وسياسات خصوصية أخرى على استخدامك لخدمات ومحتوى الجهات غير التابعة لنا.
(2) قد يتم إتاحة روابط خارجية خاصة بمواقع أو تطبيقات غير تابعة لنا، ويجب عليك التحقق من هذه الروابط قبل الاعتماد عليها، كما أننا لا نقدم أي ضمانات بشأن المحتوى المقدم في هذه الروابط وقد يتم تغييره أو تحديثه أو حذفه من جانب أصحاب المحتوى، ونحن لا نقوم بمراجعة محتوى هذه الروابط، لذلك عليك التحقق منها بنفسك كذلك الموافقة على شروط واتفاقيات استخدام المواقع والتطبيقات التي قدمت هذا المحتوى.
ثمانية وعشرون: الاتصالات
(1) يقوم التطبيق بالتواصل مع المستخدم عبر بيانات الاتصال التي قدمها لنا المستخدم في استمارة تسجيل الحساب أو أثناء التواصل معنا في أي وقت من الأوقات أو تلك التي يقدمها أشخاص آخرين عن مستخدمي التطبيق، وفي جميع الأحوال السابقة أنت توافق على تلقي الاتصالات من إدارة تطبيق “تنويل”.
(2) قد تكون الاتصالات التي نقوم بها صوتية أو نصية، وأنت تقر بالموافقة على أن تلك الاتصالات النصية والصوتية تحل محل أي اتصالات أو إخطارات خطية مطلوبة خارج التطبيق وأنها تستوفي كافة الاشتراطات القانونية المطلوبة.
(3) قد نقوم بإرسال محتوى ترويجي عن خدماتنا لك عبر وسائل الاتصال التي قدمها، وهو ما يعني تلقي التحديثات والميزات والخدمات الجديدة التي تم إضافتها للتطبيق، وأنت توافق صراحة على تلقى هذه النوع من الرسائل، وفي حال رغبتك في توقف هذه الرسائل تستطيع التواصل معنا أو تحديد الرسائل على أنها غير مرغوبة، وسوف نقوم بوقف إرسال هذه الرسائل إليك، ولكن يجب أن تعلم أن ذلك قد يؤدي إلى فقدك العديد من الميزات التي يوفرها التطبيق.
تسعة وعشرون: الإشعارات
(1) أي إشعارات تود إرسالها لتطبيق “تنويل” يجب أن يتم إرسالها عبر الوسائل المحددة داخل التطبيق، ولا يعتد بأي إشعارات يتم إرسالها خارج التطبيق.
(2) أي إشعارات يود تطبيق “تنويل” إرسالها إليك، تكون إما عن طريق إعلانها على التطبيق أو عن طريق إرسالها إليك عبر رقم الجوال الذي زودتنا به خلال عملية التسجيل، ويفترض علمك بالإشعار بمجرد الإعلان على التطبيق.
ثلاثون: تحويل الحقوق والالتزامات
(1) يحق لتطبيق “تنويل” تحويل كافة حقوقه الواردة في هذه الاتفاقية للغير دون أي اعتراض من المستخدم، ويلتزم الجميع بتنفيذ كافة التزاماتهم الواردة في هذه الاتفاقية قِبل المحال إليه فور إخطارهم بالحوالة، ويحق للمحال إليه اتخاذ كافة الإجراءات القانونية قِبل المتقاعس عن تنفيذ التزاماته بموجب هذه الاتفاقية.
(2) لا يجوز لك التنازل عن التزاماتك وحقوقك بموجب هذه الاتفاقية، أو أن تعهد بإدارة حسابك بالتطبيق إلى طرف ثالث إلا بعد الحصول على موافقة خطية منا.
واحد وثلاثون: التعديلات
(1) يحق لنا تعديل الشروط والأحكام الخاصة بنا في أي وقت، وسنقوم بنشر إشعار عام عبر التطبيق بالتعديلات الجديدة، كما سنقوم بتحديث “تاريخ أخر تحديث” أعلى هذه الوثيقة.
(2) لا يجوز لك تغيير أي بنود من هذا الاتفاق أو تعديلها أو استبدالها بدون موافقة مكتوبة من تطبيق “تنويل”.
(3) أنت توافق على الالتزام بكافة الشروط والبنود الإضافية التي ستتاح لك والتي تتعلق باستخدام أي من الخدمات المتاحة عبر التطبيق، ويتم دمج هذه الشروط والبنود الإضافية إلى هذه الاتفاقية.
(4) يجوز لنا في أي وقت إجراء أية تعديلات أو تحسينات نراها ضرورية على التطبيق لزيادة فاعليته، ويلتزم المستخدم بأية توجيهات أو تعليمات يقدمها التطبيق إليه في هذا الخصوص.
اثنان وثلاثون: إلغاء الاتفاقية
(1) يحق لنا في أي وقت إلغاء كل أو بعض الخدمات التي نقدمها، كما يحق لنا في أي وقت إلغاء الشروط والأحكام، أو استبدالها بشروط وأحكام أخرى.
(2) تعد هذه الاتفاقية مفسوخة من تلقاء ذاتها في حالة إخلالك بحقوقنا المالية أو العمولات المستحقة لنا، أو التسبب في مشكلات قانونية لنا أو لأطراف هذه الاتفاقية أو للغير، أو في حالة إخلالك بأي بند أو فقرة من شروط وأحكام هذه الاتفاقية، أو في حالة عدم توثيق معلوماتك، أو توقف نشاط التطبيق. وفي جميع الأحوال السابقة يحق لنا الرجوع عليك قضائيًا بموجب هذه الاتفاقية إذا كان سبب الفسخ يرجع لإخلالك بأحكامها.
ثلاثة وثلاثون: المسئولية القانونية
(1) يجب عليك الالتزام بجميع القوانين واللوائح المعمول بها داخل سلطنة عمان فيما يتعلق باستخدامك للتطبيق، وتتحمل كافة المسئوليات الناشئة في حالة إخلالك بهذه القوانين أو اللوائح، كما تلتزم بجميع الشروط والأحكام المنصوص عليها في هذه الاتفاقية.
(2) يتحمل المستخدم المسئولية القانونية الكاملة في حالة إخلاله بأي بند أو شرط أو فقرة منصوص عليها في هذه الاتفاقية، كما يتحمل المسئولية القانونية في حالة إخلاله بأي قوانين معمول بها، ويحتفظ التطبيق والمتضرر بكافة حقوقهم القانونية الناشئة عن أي إخلال يقوم به المستخدم.
(3) أي استخدام غير قانوني للتطبيق أو خارج عن إطار هذه الاتفاقية أو يهدف إلى التلاعب على التطبيق أو حقوقه المالية سوف يقوم معه التطبيق باتخاذ كافة الإجراءات القانونية التي تحفظ بما في ذلك تحريك الدعوى الجنائية ضد المستخدم.
(4) أي إساءة لسمعة التطبيق سواء من جانب المستخدمين أو الغير أو أي مساهمة في تلك الإساءة سيقوم معها التطبيق باتخاذ كافة الإجراءات القانونية التي تحفظ حقوقه المدنية والجنائية.
(5) أنت مسئول عن المحافظة على استخدام التطبيق بكل جدية ومصداقية وتكون ملزمًا بالتعويض عن أي خسائر أو أضرار قد تلحق بالتطبيق نتيجة أي استخدام غير شرعي أو غير مفوض من قِبلنا.
(6) يكون على المتضرر الذي أصابه ضرر نتيجة إخلال أي طرف من أطراف هذه الاتفاقية أن يقوم باتخاذ كافة الإجراءات القانونية اللازمة تجاه مرتكب الفعل غير المشروع دون الرجوع إلينا أو علينا، ويقوم المتضرر بإبلاغنا بالمخالفة فقط لاتخاذ إجراء داخل التطبيق إما بوقف العضوية أو حظرها بشكل دائم.
(7) لا تنال العقوبات التي يقوم تطبيق “تنويل” بفرضها على أطراف هذه الاتفاقية من حق كل طرف من اتخاذ كافة الإجراءات القانونية التي يراها مناسبة وفقًا لتقديره دون الرجوع علينا بأي شكل من الأشكال ودون أدنى مسئولية على التطبيق.
(8) تطبيق “تنويل” لا يضمن اتخاذه إجراءات ضد كل الانتهاكات التي قد تحدث لاتفاقية الاستخدام هذه، ولا يعني عدم اتخاذنا للإجراءات القانونية في أي من حالات الانتهاك تنازلاً عن حقنا في اتخاذ هذه الإجراءات في أي وقت نراه مناسبًا.
(9) في حالة حدوث نزاع بين مستخدمي التطبيق، كمقدم الخدمة/المندوب والعميل على سبيل المثال، وعدم الامتثال لأي حل ودي أو وساطة من جانب التطبيق، ففي هذه الحالة يحق لكل طرف الرجوع على الطرف الآخر دون أي مسئولية قانونية على التطبيق.
(10) في جميع الأحوال وفي جميع المخالفات والانتهاكات التي يقوم بها المستخدم، فإن تطبيق “تنويل” لن يتحمل أي مسئولية قانونية أو تعويضية بالنسبة عن أي من مستخدمي التطبيق، كما لن يكون التطبيق مسئول وفقًا لأحكام المسئولية المدنية أو الجنائية أو أحكام المسئولية التبعية أو التضامنية أو غير ذلك في هذه الحالات.
أربعة وثلاثون: حدود مسئوليتنا
(1) نقدم خدماتنا كما هي متوفرة عبر التطبيق، وكما هو معلن بشكل صريح عبر التطبيق أو من خلال هذه الاتفاقية أو من خلال أي تعليمات صادرة عن التطبيق لأي من مستخدميه، وبالتالي فالتطبيق غير مسئول عن توفير أي خصائص أو ميزات حالية أو مستقبلية على التطبيق.
(2) إن العلاقة القانونية التي تربط التطبيق من ناحية والعميل ومقدم الخدمة من ناحية أخرى لا يمكن تفسيرها بشكل يخالف أحكام هذه الاتفاقية، فلا يمكن اعتبار التطبيق صاحب عمل أو وكيل أو مفوض أو ممثل عن أي من الأطراف، فكل شخص يمثل نفسه من خلال التطبيق، واستخدام التطبيق قائم على الاعتبار الشخصي، كما أن كل مستخدم يعلم ويقر بأن المسئولية الناشئة عن استخدام التطبيق “مسئولية شخصية” وبالتالي يخلي التطبيق مسئوليته القانونية عن أي أخطاء تقع من أي من مستخدمي التطبيق.
(3) يخلي الأطراف والمستخدمين مسئولية التطبيق صراحة عن أي تصرفات أو أنشطة أو معاملات أو أفعال غير قانونية تقع من الأطراف أو المستخدمين الآخرين، ويعلم كل طرف ومستخدم أن التطبيق يقتصر دوره على ربط الأطراف ببعضهم.
(4) يخلي الأطراف والمستخدمين مسئولية التطبيق القانونية عن كافة الأخطاء التي تقع عن الأشخاص التابعين لنا كالموظفين والموزعين والوكلاء والمتعاقدين معنا، وأننا لا نقبل أي مسئولية عن أخطاءهم أو أي أفعال غير مشروعة يقومون بها، ويسأل مرتكب العمل غير المشروع مسئولية شخصية وليست مسئولية تبعية.
(5) تطبيق “تنويل” لا يقدم أي ضمانات بخلو هذا التطبيق أو الخوادم الخاصة به أو الرسائل المُرسلة من الفيروسات أو غيرها من المكونات الضارة.
(6) لا يقدم تطبيق “تنويل” أي ضمان ولا يتحمل أي مسئولية فيما يتعلق بحداثة وشيوع ودقة وجودة المعلومات التي يتلقاها المستخدم أو يتوصل إليها عبر التطبيق.
(7) تقع مسئولية استخدام أو الاعتماد على المعلومات التي يتلقاها أو يتوصل إليها المستخدم من خلال خدمات تطبيق “تنويل” على عاتق هذا المستخدم بشكل كامل.
(8) تقر بأن تطبيق “تنويل” عبارة عن خدمة قائمة على الانترنت، وأنه على الرغم من بذلنا أقصى جهد للحفاظ على المعلومات وإبقائها آمنة، إلا أننا لا نستطيع أن نضمن أن تكون المعلومات التي يتلقاها المستخدم أو يقوم ببثها أثناء استخدامه للتطبيق آمنة في كل الأوقات.
(9) تطبيق “تنويل” لا يستطيع أن يؤكد أن كل مستخدم للتطبيق هو فعلاً الشخص الذي يدعيه.
(10) قد نقوم في أي وقت بتعديل أو وقف أو قطع خدمات تطبيق “تنويل” بدون إرسال إخطار إليك بذلك، كما قد نقوم بوقف استخدامك لخدماتنا إذا قمت بانتهاك هذه الشروط والبنود أو إذا أسأت استخدام هذه الخدمات من وجهة نظرنا.
(11) مع عدم الإخلال بحقوقه الأخرى فان لتطبيق “تنويل” الحق في وقف أو إلغاء عضويتك أو وصولك إلى التطبيق في أي وقت وبدون إنذار ولأي سبب، ودون تحديد، ويمكنه إلغاء اتفاقية المستخدم هذه.
خمسة وثلاثون: التعويضات
(1) لا يقدم التطبيق أي نوع من أنواع التأمينات أو التعويضات لأي من الأطراف أو مستخدمي التطبيق في حالة إصابة أيًا منهم بأي أضرار ناشئة عن استخدام التطبيق أو طلب الخدمات من خلاله أو تنفيذ أحكام هذه الاتفاقية أو القوانين المعمول بها، بما في الأضرار المباشرة وغير المباشرة والخسائر في الأرباح والشهرة أو أي خسائر أو أضرار أخرى.
(2) لن يُسأل التطبيق مسئولية تضامنية أو تبعية مع أي من المستخدمين في حالة تسبب أي منهم في الإضرار بأي من المستخدمين أو الأطراف الآخرين أو مخالفة هذه الاتفاقية أو القوانين المعمول بها، وتكون المسئولية التعويضية شخصية.
(3) يلتزم المستخدم بتعويضنا تعويض كامل في حالة التسبب في أي أضرار لنا نتيجة سوء استخدام خدمات التطبيق أو الإضرار بنا أو بموظفينا أو وكلائنا أو موزعينا أو كافة الأشخاص التابعين لنا، ويجب أن يجبر التعويض كافة الأضرار التي تسبب فيها المستخدم بشكل مباشر أو غير مباشر.
ستة وثلاثون: تحديثات التطبيق
(1) يحق للتطبيق في أي وقت تعديل أي من الخدمات التي يقدمها أو تطويرها أو تحسينها بأي شكل من الأشكال أو حذف هذه الخدمات في أي وقت من الأوقات دون أن يتطلب ذلك الحصول على موافقة أي من مستخدمي التطبيق.
(2) يحق للتطبيق إضافة أي خدمات جديدة أو تغيير مسمى أو وصف أي خدمات قائمة، كما يحق لنا تغيير الأغراض والأهداف التي يقوم عليها التطبيق أو تغيير محتوى الخدمات بالكامل أو تغيير نشاط التطبيق بشكل جزئي أو كلي دون أن يتطلب ذلك الحصول على موافقة أي من مستخدمي التطبيق.
سبعة وثلاثون: القانون واجب التطبيق والمحاكم المختصة
(1) يحكم هذه الاتفاقية القوانين المعمول بها والسارية المفعول داخل سلطنة عمان.
(2) يختص القضاء داخل سلطنة عمان بأي نزاع قد ينشأ عن تفسير أو تنفيذ أحكام هذه الاتفاقية.
(3) في حال أصبح أي حكم من أحكام هذه الاتفاقية غير ساري أو غير قانوني أو غير قابل للتنفيذ، فان قانونية وقابلية تنفيذ الأحكام الأخرى لن تتأثر بأي طريقة كانت بذلك الحكم.
ثمانية وثلاثون: اللغة
(1) يعتبر النص العربي لهذه الاتفاقية هو النص المعتمد لأغراض تفسير وتطبيق شروطها وأحكامها.
(2) في حالة وجود تعارض بين النص العربي والنص المُترجم لهذه الاتفاقية، فمن المتفق عليه في هذه الحالة تطبيق ما جاء باللغة العربية.
تسعة وثلاثون: التقويم
(1) يعتمد التطبيق التقويم الميلادي.
(2) تحسب كافة المواعيد المشار إليها في هذه الاتفاقية أو المشار إليها عبر التطبيق بالتاريخ الميلادي.

`;
